Gets Worksharing options for SaveAs.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public WorksharingSaveAsOptions GetWorksharingOptions()
  Visual Basic
Public Function GetWorksharingOptions As WorksharingSaveAsOptions
  Visual C++
public:
WorksharingSaveAsOptions^ GetWorksharingOptions()
 Return Value
 Defaults to    a null reference (  Nothing  in Visual Basic)  . For a workshared model, if    a null reference (  Nothing  in Visual Basic)  default values for WorksharingSaveAsOptions are used.
 See Also
  SaveAsOptions Class
  Autodesk.Revit.DB Namespace